export const xmRoboot_case = {
  "proName": "小萌机器人",
  "proData": [
    {
      "fileName": "测试用例",
      "fileType": "table",
      "data": [
        {
          "num": 1,
          "step": "商城用例测商城用例测试步骤商城用例测试步骤商城用例测试步骤商城用例测试步骤商城用例商城用例测商城用例测试步骤商城用例测试步骤商城用例测试步骤商城用例测试步骤商城用例测试步骤试步骤商城用例测试步骤商城用例测试步骤商城用例测试步骤商城用例测试步骤测试步骤试步骤商城用例测试步骤商城用例测试步骤商城用例测试步骤商城用例测试步骤",
          "result": "商城用例预期商城用例预期结果result商城用例预期结果result结果result",
          "people": "责任人",
          "note": "商城用例备注note"
        },
        {
          "num": 2,
          "step": "测试步骤222",
          "result": "预期结果333",
          "people": "责任人444"
        }
      ]
    }
  ]
}